/* Go back */
"Back" = "Back";

/* Details about a movie */
"Details" = "Details";

/* Finished view */
"Done" = "Done";

/* Find a movie in the database */
"Find A Movie" = "Find A Movie";

/* URL is not valid */
"Invalid URL: (nil)" = "Invalid URL: (nil)";

/* List of movies */
"Movies" = "Movies";

/* Movies are not available */
"No Movies" = "No Movies";

/* Accept and close */
"OK" = "OK";

/* Searching cause an error */
"Search Error" = "Search Error";

/* No comment provided by engineer. */
"Tap the search button to begin." = "Tap the search button to begin.";

/* Year of release */
"Year: %@" = "Year: %@";

